tap "buildpacks/tap"
tap "dart-lang/dart"
tap "dlr-ts/sumo"
tap "github/gh"
tap "go-swagger/go-swagger"
tap "golangci/tap"
tap "greymd/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "k1low/tap"
tap "ktr0731/evans"
tap "muesli/tap"
tap "nektos/tap"
tap "nyuichi/satysfi"
tap "p1ass/taps"
tap "sanemat/font"
cask "xquartz"
brew "ansible"
brew "gcc"
brew "open-mpi"
brew "openblas"
brew "bat"
brew "caddy"
brew "glib"
brew "python@3.8"
brew "certbot"
brew "cmake"
brew "curl"
brew "deno"
brew "direnv"
brew "docker", link: false
brew "envchain"
brew "harfbuzz"
brew "libass"
brew "rtmpdump"
brew "ffmpeg"
brew "fontforge"
brew "fox"
brew "geos"
brew "gh"
brew "ghq"
brew "gifsicle"
brew "git"
brew "git-now"
brew "gl2ps"
brew "gnu-sed"
brew "gnuplot"
brew "golang-migrate"
brew "graphviz"
brew "grpcurl"
brew "hadolint"
brew "hostess"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "kube-ps1"
brew "kubectx"
brew "memcached"
brew "libmemcached"
brew "librsvg"
brew "libsodium"
brew "md5sha1sum"
brew "protobuf"
brew "mysql"
brew "n"
brew "pyqt"
brew "qscintilla2"
brew "tbb"
brew "suite-sparse"
brew "sundials"
brew "octave"
brew "pandoc"
brew "vtk@8.2"
brew "pcl"
brew "peco"
brew "procs"
brew "pyenv"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "slackcat"
brew "socat"
brew "stern"
brew "tectonic"
brew "tfenv"
brew "thefuck"
brew "tree"
brew "vegeta"
brew "vim"
brew "vtk"
brew "xerces-c"
brew "xpdf"
brew "yarn"
brew "zsh"
brew "buildpacks/tap/pack"
brew "dart-lang/dart/dart"
brew "dlr-ts/sumo/sumo"
brew "greymd/tools/teip"
brew "k1low/tap/tbls"
brew "ktr0731/evans/evans"
brew "muesli/tap/duf"
brew "nektos/tap/act"
brew "sanemat/font/ricty"
cask "docker"
cask "dropbox"
cask "gimp"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "mounty"
cask "slack"
cask "visual-studio-code"
cask "vlc"
