tap "1password/tap"
tap "bufbuild/buf"
tap "buildpacks/tap"
tap "espanso/espanso"
tap "fujiwara/tap"
tap "golangci/tap"
tap "graalvm/tap"
tap "greymd/tools"
tap "homebrew/bundle"
tap "k1low/tap"
tap "kayac/tap"
tap "ktr0731/evans"
tap "muesli/tap"
tap "quarkusio/tap"
tap "sanemat/font"
tap "yukiarrr/tap"
brew "akamai"
brew "alp"
brew "openssl@3"
brew "libsodium"
brew "libyaml"
brew "ansible"
brew "asdf"
brew "atlantis"
brew "bat"
brew "broot"
brew "glib"
brew "gmp"
brew "gcc"
brew "pkgconf"
brew "circleci"
brew "cloc"
brew "cmake"
brew "rtmpdump"
brew "deno"
brew "direnv"
brew "docker"
brew "dsq"
brew "envchain"
brew "envoy"
brew "eza"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "icu4c@76"
brew "libass"
brew "pango"
brew "ffmpeg"
brew "flyctl"
brew "python@3.11"
brew "fontforge"
brew "mesa"
brew "mesa-glu"
brew "fox"
brew "freetds"
brew "geos"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "gifsicle"
brew "git"
brew "gl2ps"
brew "gnu-sed"
brew "qt"
brew "gnuplot"
brew "golang-migrate"
brew "golangci-lint"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "grpcurl"
brew "guile"
brew "hadolint"
brew "hashcat"
brew "hostess"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "python@3.12"
brew "libheif"
brew "imagemagick"
brew "jnv"
brew "jq"
brew "libfido2"
brew "libmemcached"
brew "maven"
brew "memcached"
brew "mkcert"
brew "mysql"
brew "newrelic-cli"
brew "node"
brew "open-mpi"
brew "openssl@1.1"
brew "pyqt"
brew "vtk"
brew "pcl"
brew "peco"
brew "percona-toolkit"
brew "php"
brew "pnpm"
brew "postgresql@14"
brew "procs"
brew "protobuf"
brew "pyqt@5"
brew "qemu"
brew "qscintilla2"
brew "redis"
brew "ripgrep"
brew "sleepwatcher"
brew "socat"
brew "sqlc"
brew "stern"
brew "subversion"
brew "tbb"
brew "terminal-notifier"
brew "terragrunt"
brew "tflint"
brew "tmux"
brew "tree"
brew "vegeta"
brew "vercel-cli"
brew "viddy"
brew "vim"
brew "watch"
brew "xerces-c"
brew "yarn"
brew "zig"
brew "zsh"
brew "bufbuild/buf/buf"
brew "buildpacks/tap/pack"
brew "fujiwara/tap/ecsta"
brew "greymd/tools/teip"
brew "k1low/tap/tbls"
brew "kayac/tap/ecspresso"
brew "ktr0731/evans/evans"
brew "muesli/tap/duf"
brew "quarkusio/tap/quarkus"
brew "yukiarrr/tap/ecsk"
cask "1password-cli"
cask "amethyst"
cask "aws-vault"
cask "devtoys"
cask "dropbox"
cask "espanso"
cask "gimp"
cask "gitify"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
vscode "42crunch.vscode-openapi"
vscode "akamud.vscode-theme-onedark"
vscode "biomejs.biome"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bradlc.vscode-tailwindcss"
vscode "bscan.perlnavigator"
vscode "casualjim.gotemplate"
vscode "continue.continue"
vscode "coolbear.systemd-unit-file"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.vscode-mysql"
vscode "gera2ld.markmap-vscode"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "jebbs.plantuml"
vscode "josetr.cmake-language-support-vscode"
vscode "k--kato.intellij-idea-keybindings"
vscode "lighttiger2505.sqls"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "octref.vetur"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "rvest.vs-code-prettier-eslint"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "taichi.vscode-textlint"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "unifiedjs.vscode-mdx"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vitest.explorer"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "william-voyek.vscode-nginx"
vscode "yoavbls.pretty-ts-errors"
