tap "bufbuild/buf"
tap "buildpacks/tap"
tap "dart-lang/dart"
tap "filosottile/musl-cross"
tap "github/gh"
tap "go-swagger/go-swagger"
tap "golangci/tap"
tap "graalvm/tap"
tap "greymd/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "k1low/tap"
tap "kayac/tap"
tap "ktr0731/evans"
tap "muesli/tap"
tap "quarkusio/tap"
tap "sanemat/font"
tap "yukiarrr/tap"
brew "act"
brew "alp"
brew "libyaml"
brew "openssl@1.1"
brew "readline"
brew "ansible"
brew "gmp"
brew "gcc"
brew "open-mpi"
brew "openblas"
brew "openssl@3"
brew "asdf"
brew "bat"
brew "broot"
brew "caddy"
brew "glib"
brew "circleci"
brew "cloc"
brew "cmake"
brew "rtmpdump"
brew "curl"
brew "deno"
brew "direnv"
brew "docker"
brew "dsq"
brew "envchain"
brew "exa"
brew "harfbuzz"
brew "libass"
brew "libsodium"
brew "ffmpeg"
brew "fontforge"
brew "fox"
brew "geos"
brew "gh"
brew "ghq"
brew "gifsicle"
brew "git"
brew "git-now"
brew "gl2ps"
brew "gnu-sed"
brew "gnuplot"
brew "go"
brew "golang-migrate"
brew "golangci-lint"
brew "librsvg"
brew "graphviz"
brew "grpcurl"
brew "hadolint"
brew "hostess"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "kube-ps1"
brew "kubectx"
brew "libmemcached"
brew "maven"
brew "md5sha1sum", link: false
brew "memcached"
brew "protobuf"
brew "mysql"
brew "qscintilla2"
brew "suite-sparse"
brew "sundials"
brew "octave"
brew "pandoc"
brew "vtk"
brew "pcl"
brew "peco"
brew "percona-toolkit"
brew "php"
brew "procs"
brew "pyqt"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "socat"
brew "stern"
brew "tbb"
brew "tectonic"
brew "terminal-notifier"
brew "tfenv"
brew "thefuck"
brew "tmux"
brew "tree"
brew "vegeta"
brew "vercel-cli"
brew "viddy"
brew "vim"
brew "vtk@8.2"
brew "xerces-c"
brew "xpdf"
brew "yarn"
brew "zig"
brew "zsh"
brew "bufbuild/buf/buf"
brew "buildpacks/tap/pack"
brew "dart-lang/dart/dart"
brew "greymd/tools/teip"
brew "k1low/tap/tbls"
brew "kayac/tap/ecspresso"
brew "ktr0731/evans/evans"
brew "muesli/tap/duf"
brew "quarkusio/tap/quarkus"
brew "sanemat/font/ricty"
brew "yukiarrr/tap/ecsk"
cask "amethyst"
cask "aws-vault"
cask "devtoys"
cask "dropbox"
cask "gimp"
cask "google-japanese-ime"
cask "mounty"
cask "vlc"
cask "xquartz"
