13xforever.language-x86-64-assembly
bungcip.better-toml
casualjim.gotemplate
CoenraadS.bracket-pair-colorizer-2
coolbear.systemd-unit-file
dbaeumer.vscode-eslint
denoland.vscode-deno
donjayamanne.githistory
eightHundreds.vscode-drawio
esbenp.prettier-vscode
GitHub.vscode-pull-request-github
golang.go
GrapeCity.gc-excelviewer
hashicorp.terraform
James-Yu.latex-workshop
jpoissonnier.vscode-styled-components
jumpinjackie.vscode-map-preview
k--kato.intellij-idea-keybindings
kalitaalexey.vscode-rust
lighttiger2505.sqls
matthewpi.caddyfile-support
mechatroner.rainbow-csv
mhmadhamster.postcss-language
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
ms-dotnettools.csharp
ms-mssql.mssql
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
octref.vetur
qinjia.view-in-browser
redhat.java
redhat.vscode-yaml
rvest.vs-code-prettier-eslint
shd101wyy.markdown-preview-enhanced
taichi.vscode-textlint
tomoki1207.pdf
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
WakaTime.vscode-wakatime
william-voyek.vscode-nginx
zamerick.vscode-caddyfile-syntax
zhuangtongfa.material-theme
zxh404.vscode-proto3
