dbaeumer.vscode-eslint
donjayamanne.githistory
esbenp.prettier-vscode
GrapeCity.gc-excelviewer
mechatroner.rainbow-csv
MS-CEINTL.vscode-language-pack-ja
ms-python.python
ms-vscode.Go
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
octref.vetur
PeterJausovec.vscode-docker
qinjia.view-in-browser
redhat.vscode-yaml
shd101wyy.markdown-preview-enhanced
tomoki1207.pdf
vscode-icons-team.vscode-icons
zhuangtongfa.Material-theme
