13xforever.language-x86-64-assembly
bungcip.better-toml
dbaeumer.vscode-eslint
donjayamanne.githistory
esbenp.prettier-vscode
GrapeCity.gc-excelviewer
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
ms-mssql.mssql
ms-python.python
ms-vscode.cpptools
ms-vscode.Go
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
octref.vetur
qinjia.view-in-browser
redhat.java
redhat.vscode-yaml
shd101wyy.markdown-preview-enhanced
tomoki1207.pdf
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
zhuangtongfa.Material-theme
zxh404.vscode-proto3
